export default {
	// 可以以页面为单位来写，比如首页的内容，写在index字段，个人中心写在center，共同部分写在common部分
	tabbar: {
		a: '首页',
		b: '消息',
		c: '全部',
		d: '我的'
	},
	component: {
		desc: '组件'
	},
	all: {
		x99:'手机号',
	    wyy1:'账号',	
		a: '欢迎登录',
		b: '密码登录',
		c: '验证码登录',
		d: '手机号',
		e: '请输入您的手机号',
		f: '密码',
		g: '请输入您的密码',
		h: '立即登录',
		i: '免费注册',
		j: '忘记密码？',
		k: '验证码',
		l: '发送验证码',
		m: '请填写验证码',
		n: '密码',
		o: '请填写新密码',
		p: '确认密码',
		q: '确认新密码',
		r: '提交',
		s: '邀请码',
		t: '请填写邀请码',
		u: '我已同意阅读《用户协议》',
		v: '注册',
		w: '已有账号？',
		x: '去登陆',
		y: '',
		z: '',

		a1: '累计',
		b1: '奖励',
		c1: '名称',		 
		
		a2: '业绩',
		b2: '奖励',
		c2: '公告',				 	
	}
}
